[
  "La nature humaine est identique, et tous les hommes peuvent devenir un jour des maîtres en arts martiaux.",
  "Si vous ne pensez pas aux petits détails, vous tomberez dans la paresse ou vous serez victime de votre propre sottise.",
  "Si vous ne pouvez pas vous améliorer chaque jour, vous risquez de sombrer dans le recul.",
  "Si vous connaissez la voie d’une chose, vous savez aussi sa différence par rapport à la voie d’autres choses.",
  "Pensez-vous que les choses se réalisent par chance? C’est une erreur de penser ainsi! Pour résoudre quelque chose, on doit être préparé à tout. On doit travailler dur et étudier sérieusement.",
  "La stratégie n’est pas la voie de l’opportunité mais l’opportunité des voies.",
  "Celui qui se conforme à la stratégie qui convient à chaque situation est un homme de courage.",
  "Vous devez comprendre que dans un combat, vous pouvez gagner ou perdre. Les choses vont changer conformément à la manière dont vous vous entraînez.",
  "Une grande stratégie est de remporter la victoire sans combattre.",
  "Une stratégie gagnante, c’est lorsqu’on n’est pas confronté à un danger et qu’on peut sûrement gagner en combattant.",
  "Si vous avez une pensée obscure, vous laisserez des traces de votre combat et vous laisserez la victoire ou la défaite être décidée par le destin.",
  "Pour gagner contre de nombreux adversaires, vous devez pratiquer la manière de ne pas être battu.",
  "N’ayez pas de doute en vous. Si vous doutez de vous-même, vous vous ferez tuer. Vous devez être fort mentalement et vous battre avec toute votre énergie.",
  "Tous les moyens pour gagner une bataille sont bons. Utilisez chaque moyen pour remporter la victoire.",
  "N’ayez pas peur d’un ennemi plus fort que vous. Si vous êtes tombé dans cette erreur, vous perdrez votre vraie force.",
  "La vraie stratégie est de gagner en étant juste et honnête.",
  "Vous devez garder votre esprit calme et vous battre avec toute votre force. Si vous gardez votre esprit calme, vous aurez une chance de gagner.",
  "Si vous vous concentrez sur les résultats, vous perdrez. L’important est de donner votre maximum dans le combat.",
  "N’ayez pas peur de perdre. Si vous avez peur de perdre, vous perdrez votre calme et vous ne serez plus en mesure de vous battre avec toute votre force.",
  "Si vous pouvez comprendre l’autre personne, vous serez en mesure de comprendre la situation et vous pourrez vous adapter facilement."
]
